JDOM Learning/files/getCopyEventNotes.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns="http://www.fascore.com/BPMS/operations/2010/6" xmlns:typ="http://www.fascore.com/BPMSApi/2010/6/types">
   <soapenv:Header/>
   <soapenv:Body>
      <ns:getCopyEventNotesRequest>
         <typ:userId>?</typ:userId>
         <typ:toEventId>?</typ:toEventId>
         <typ:systemUserId>?</typ:systemUserId>
         <typ:automatedNote>?</typ:automatedNote>
         <typ:fromEventId>?</typ:fromEventId>
         <typ:fromDBInstance>IN02</typ:fromDBInstance>
         <typ:toDBInstance>?</typ:toDBInstance>
      </ns:getCopyEventNotesRequest>
	  
   </soapenv:Body>
</soapenv:Envelope>